["Task: How to Be an Organized Artist1 (Make a habit of throwing out old, excess, or useless stuff each month.)\nStep 1: Keep related supplies in the same area.,\nStep 2: Make an effort to clean a dedicated workspace after every session.,\nStep 3: Place loose supplies in large, clearly visible containers.,\nStep 4: Use clotheslines and clips to hang sketches, photos, and reference material.,\nStep 5: Use every inch of the room for storage, especially vertical space.,\nStep 6: Use chalkboard paint to make space for drafting ideas right on the walls.,\nStep 7: Purchase a label maker to make your organization strategy semi-permanent.,\nStep 8: Make a habit of throwing out old, excess, or useless stuff each month.", "Task: How to Create a Neopoprealist Art Work (Clean up the lines and shapes as needed.,)\nStep 1: Create a sketch in the NeoPopRealist manner of the future mural on a small piece of paper 8\"x10\" using the black ink pen.,\nStep 2: Prepare to create your NeoPopRealist mural.,\nStep 3: Prepare your paint.,\nStep 4: Begin your project with a design.,\nStep 5: Produce a scaled down version of your finished mural.,\nStep 6: Prepare the wall to be painted.,\nStep 7: After you have primed the surface, measure the wall.,\nStep 8: Paint in the base coat of the background.,\nStep 9: Allow the background and base coats to dry.,\nStep 10: Draw the lines, then fill the appeared section with different repetitive patterns (examine the images above).,\nStep 11: Paint patterns with brushes of suitable size for the particular portion of work you are painting.,\nStep 12: Clean up the lines and shapes as needed.,\nStep 13: Seal the mural if needed.,\nStep 14: Be inspired and it will help you succeed!", "Task: How to Be a Visual Effects Artist1 (Enroll in a studio-based program.,)\nStep 1: Get a bachelor’s degree.,\nStep 2: Enroll in a studio-based program.,\nStep 3: Train on a number of VFX computer programs.,\nStep 4: Watch online tutorials.,\nStep 5: Nurture your artistic side.,\nStep 6: Pay close attention to movies, television shows, and video games.,\nStep 7: Develop a specialization.", "Task: How to Become an Art Investor (Figure out what you are willing to pay for art, before going to an auction house.,)\nStep 1: Start with some experience or interest in art.,\nStep 2: Understand the difference between art collectors, art investors and art speculators.,\nStep 3: Figure out what you are willing to pay for art, before going to an auction house.,\nStep 4: Pay attention to what schools of art are selling well, and which are down.,\nStep 5: Focus art investments on fine art paintings, rather than decorative art.,\nStep 6: Reach out to trusted auction houses and dealers when you are looking to buy art.,\nStep 7: Buy your investment art when you feel confident of its worth, its price and its ability to grow in value.,\nStep 8: Study how art is properly stored.,\nStep 9: Have your art investments appraised occasionally.,\nStep 10: Consider renting out your art investments.,\nStep 11: Understand that selling an art investment can take time.", "Task: How to Be an Organized Artist2 (Make \"studies,\" or practice sketches, to organize effectively for larger projects.,)\nStep 1: Keep your reference materials, sketches, articles, photos, etc, in one easy to find place.,\nStep 2: Make \"studies,\" or practice sketches, to organize effectively for larger projects.,\nStep 3: Limit the supplies you leave out to the project at hand.,\nStep 4: Keep an updated list of all of the necessary supplies, and the quantities of each.,\nStep 5: Break down bigger works into more easily completed parts.", "Task: How to Be an Organized Artist3 (Consider the \"cost\" of your time when pricing work.)\nStep 1: Keep all of your past work organized and accessible.,\nStep 2: Record all of your artistic contacts and connections in one place.,\nStep 3: Log the costs of supplies needed for each project.,\nStep 4: Find out how much it costs you to make and sell each piece.,\nStep 5: Pay attention to what other, similar works of art are selling for.,\nStep 6: Consider the \"cost\" of your time when pricing work.", "Task: How to Be a Visual Effects Artist2 (Move up to a supervisor position.)\nStep 1: Create a compelling reel or portfolio.,\nStep 2: Land an internship.,\nStep 3: Consider self-employment.,\nStep 4: Sign on with a design company or studio.,\nStep 5: Move up to a supervisor position.", "Task: How to Be a Visual Effects Artist3 (Join a professional society.,)\nStep 1: Join a professional society.,\nStep 2: Enjoy working with a team.,\nStep 3: Expect long work hours.,\nStep 4: Spend time on a TV or film set.", "Task: How to Be Good at Improvisation (Play games that allow you to practice improvisation.)\nStep 1: Make sure you know what is expected of you.,\nStep 2: Stick to your topic.,\nStep 3: Don't try to be to be funny unless the scenario calls for it.,\nStep 4: Act naturally for the situation; talk, act and sit as your character would usually do in the circumstances.,\nStep 5: Participate.,\nStep 6: Don't react to what others say as yourself, stay in character.,\nStep 7: Don't make anything violent or too crazy.,\nStep 8: Relax and enjoy yourself.,\nStep 9: Be your character.,\nStep 10: Play games that allow you to practice improvisation.", "Task: How to Always Catch Pop Culture References1 (Follow your favorite celebrities on Twitter and Instagram.,)\nStep 1: Make a list of what your friends watch, read, and listen to now.,\nStep 2: Go online to check celebrity gossip.,\nStep 3: Watch popular TV shows to be in the know.,\nStep 4: Check Top 100 charts to see what music is popular now.,\nStep 5: Go to the movies whenever something exciting is released.,\nStep 6: Follow your favorite celebrities on Twitter and Instagram.,\nStep 7: Vary your interests to avoid missing references.,\nStep 8: Listen to podcasts about pop culture.", "Task: How to Get a Record Deal With Phantom City Studio (Visit http://www.PhantomCityStudio.com/Demos for up-to-date information on how to properly submit your music demo.)\nStep 1: Practice your material until you can perform each song perfectly.,\nStep 2: Choose whether you're going to record your music in your own home studio or a professional recording studio.,\nStep 3: Prove your talent.,\nStep 4: Pick your best three to five songs for a demo submission.,\nStep 5: Write a brief bio.,\nStep 6: Visit http://www.PhantomCityStudio.com/Demos for up-to-date information on how to properly submit your music demo.\nStep 7: \nStep 8: ,\nStep 9: Complete the demo submission process.\nStep 10: \nStep 11: ,\nStep 12: Wait a for a response.\nStep 13: \nStep 14: ", "Task: How to Find the Nearest Casino1 ()\nStep 1: Listen to radio advertisements.,\nStep 2: Determine the distance from your location to each casino.,\nStep 3: Choose the casino that is the shortest distance from your location.\nStep 4: \nStep 5: ", "Task: How to Be a Stage Manager (Improve your leadership skills.,)\nStep 1: Take theatre classes.,\nStep 2: Volunteer at a theatre.,\nStep 3: Try out every position.,\nStep 4: Apply for an internship.,\nStep 5: Apply at local theatres.,\nStep 6: See if there’s an opening at a school near you.,\nStep 7: Apply at music venues.,\nStep 8: Network.,\nStep 9: Wear black and dress conservatively.,\nStep 10: Dedicate your time.,\nStep 11: Be assertive.,\nStep 12: Provide great customer service.,\nStep 13: Improve your leadership skills.,\nStep 14: Communicate clearly.,\nStep 15: Stay organized.", "Task: How to Find Actors (,)\nStep 1: Set up a clear list of traits and characteristics you are looking for, as well as the skills the actors need to have.,\nStep 2: Remember the budget, the deadline, and all of the small details that the person you hire will need to know.,\nStep 3: Call a talent agent, or look through portfolios on their website to see if anyone has the right qualifications/appearance.\nStep 4: \nStep 5: ,\nStep 6: Leave an advertisement in a high circulation newspaper or on an ad site.,\nStep 7: Use any connections you may have to track down the perfect man (or woman) for the job, such as an aspiring performer, a casting director, a drama teacher, etc.\nStep 8: \nStep 9: ,\nStep 10: Use social media sites to contact actors or widen your search area.\nStep 11: \nStep 12: ,\nStep 13: Search for actors online and contact them through their website.\nStep 14: \nStep 15: ,\nStep 16: Hold an open call audition.,\nStep 17: Attend plays, concerts, recitals, or even a few acting classes to search for the talent.\nStep 18: \nStep 19: ", "Task: How to Find a Minivan Mechanic (If so, locate a mechanic for warranty work.,)\nStep 1: Determine if your minivan is currently under warranty.,\nStep 2: If so, locate a mechanic for warranty work.,\nStep 3: Ask your friends, colleagues and family members for recommendations for a good mechanic.,\nStep 4: Visit or call the recommended mechanic and ask him if he does the kind of repairs or maintenance you need done on your minivan.,\nStep 5: Select a specialized mechanic if your van needs brake repairs, alignment adjustments, exhaust work or radiator replacement.,\nStep 6: Request a detailed estimate before you authorize work to be completed.,\nStep 7: Ask about the shop's business hours.,\nStep 8: Inquire about the shop's guarantee on completed work.,\nStep 9: Get references or read testimonials for a mechanic or auto shop before you make your final decision.", "Task: How to Conduct a Workshop (Begin icebreakers.,)\nStep 1: Define the workshop objective.,\nStep 2: Decide who your audience is.,\nStep 3: Schedule your workshop for the morning or early afternoon.,\nStep 4: Publicize your workshop.,\nStep 5: Recruit 8-15 participants for your workshop.,\nStep 6: Prepare your participants for the workshop.,\nStep 7: Prioritize your goals for the workshop.,\nStep 8: Prepare a variety of teaching aids.,\nStep 9: Prepare paper handouts.,\nStep 10: Arrange your audio-visual materials.,\nStep 11: Organize your computer-based materials.,\nStep 12: Recruit experts, speakers, and assistants.,\nStep 13: Decide on your group activities.,\nStep 14: Leave time for breaks.,\nStep 15: Resist cramming.,\nStep 16: Secure catering.,\nStep 17: Arrive early.,\nStep 18: Set up all equipment before participants arrive.,\nStep 19: Arrange the chairs in advance.,\nStep 20: Distribute materials.,\nStep 21: Greet participants as they arrive.,\nStep 22: Introduce yourself and the workshop.,\nStep 23: Begin icebreakers.,\nStep 24: Execute your lesson plan.,\nStep 25: Be flexible.,\nStep 26: Use interactive exercises to reinforce information.,\nStep 27: Don't talk too much.,\nStep 28: Stick to your scheduled breaks.,\nStep 29: Switch up activities every 20-30 minutes.,\nStep 30: Lighten the mood.,\nStep 31: Maintain a respectful, democratic atmosphere.,\nStep 32: Be prepared for the unexpected.,\nStep 33: Conclude the workshop with a summary of what they have learned.,\nStep 34: Get feedback immediately after the session.,\nStep 35: Follow up with the participants a few days or weeks later.,\nStep 36: Schedule a follow-up workshop if necessary.", "Task: How to Always Catch Pop Culture References2 (Look up quotations from popular shows, movies, and songs.,)\nStep 1: Make a list of references you don’t understand.,\nStep 2: Look up quotations from popular shows, movies, and songs.,\nStep 3: Use online slang dictionaries to look up words you don’t know.,\nStep 4: Watch or listen to the old stuff with friends.,\nStep 5: Don’t try to know it all.", "Task: How to Find the Nearest Casino2 (Watch television advertisements.,)\nStep 1: Watch television advertisements.,\nStep 2: Determine the distance from your location to each casino.,\nStep 3: Choose the casino that is the shortest distance from your location.\nStep 4: \nStep 5: ", "Task: How to Find the Nearest Casino3 (Read local newspapers and/or newspapers with a broader focus.,)\nStep 1: Read local newspapers and/or newspapers with a broader focus.,\nStep 2: Determine the distance from your location to each casino.,\nStep 3: Choose the casino that is the shortest distance from your location.\nStep 4: \nStep 5: ", "Task: How to Find the Nearest Casino4 (Choose the casino that is the shortest distance from your location.)\nStep 1: Read your local phone book.,\nStep 2: Determine the distance from your location to each casino.,\nStep 3: Choose the casino that is the shortest distance from your location.\nStep 4: \nStep 5: ", "Task: How to Find the Nearest Casino5 (Determine the distance from your location to each casino.,Choose the casino that is the shortest distance from your location.)\nStep 1: Visit the following URL on your Internet browser: http://www.pokerhouse.co.uk/landbasedcasinos.html.,\nStep 2: Click the link that applies to your location.,\nStep 3: Determine the distance from your location to each casino.,Choose the casino that is the shortest distance from your location.", "Task: How to Deal With Fainting Spells (Identify the cause.,)\nStep 1: Determine if a fainting spell is approaching.,\nStep 2: React quickly to the symptoms.,\nStep 3: Prepare yourself for losing consciousness.,\nStep 4: Take it slowly if you do faint.,\nStep 5: Identify the cause.,\nStep 6: Prevent fainting spells through hydration.,\nStep 7: Practice calming techniques.,\nStep 8: Avoid excessive drinking and illegal drugs.,\nStep 9: Find out if you have a medical condition.,\nStep 10: Provide the doctor with your history.,\nStep 11: Follow the doctor's advice.", "Task: How to Cope with a Bedridden Parent (Provide emotional support.,)\nStep 1: Help with basic hygiene.,\nStep 2: Watch for bed sores.,\nStep 3: Look for signs of chest problems.,\nStep 4: Provide emotional support.,\nStep 5: Ask about a social worker.,\nStep 6: Request help from friends and family.,\nStep 7: Let the professionals help.,\nStep 8: Acknowledge your emotions.,\nStep 9: Ask questions.,\nStep 10: Take care of your spiritual needs.,\nStep 11: Enjoy what you can.,\nStep 12: Determine your limitations.,\nStep 13: Maintain your health.", "Task: How to Be Healthy (Think small.,)\nStep 1: Drink more water.,\nStep 2: Eat breakfast.,\nStep 3: Eat well throughout the day.,\nStep 4: Eat at the right times.,\nStep 5: Consider going meatless.,\nStep 6: Read the labels.,\nStep 7: Get in shape.,\nStep 8: Maintain a healthy weight.,\nStep 9: Cross train.,\nStep 10: Exercise wisely.,\nStep 11: Take the little opportunities.,\nStep 12: Think positively.,\nStep 13: Be satisfied.,\nStep 14: Think small.,\nStep 15: Manage stress.,\nStep 16: Choose your friends wisely.,\nStep 17: Be productive.,\nStep 18: Take a break.,\nStep 19: Find emotional balance.,\nStep 20: Stop engaging in risky behavior.,\nStep 21: Exercise several times a week.,\nStep 22: Get a good night's rest.,\nStep 23: Learn how to cook.,\nStep 24: Maintain your personal hygiene.,\nStep 25: Bolster your immune system.", "Task: How to Be a Responsible Pet Parent (Keep your pet clean.,)\nStep 1: Name it!,\nStep 2: Make sure your pet always has enough food and water.,\nStep 3: Keep your pet clean.,\nStep 4: Train your pet.,\nStep 5: Care for your pet.,\nStep 6: Make sure to take it to the vet at least every 6 months.", "Task: How to Be Animal Friendly (Go vegan!,)\nStep 1: Go vegan!,\nStep 2: Don't buy real fur products!,\nStep 3: Don't visit zoos or circuses that you know mistreat animals.,\nStep 4: Adopt!,\nStep 5: Volunteer at an animal shelter.,\nStep 6: Recycle and compost.,\nStep 7: Know your facts.,\nStep 8: Get involved!", "Task: How to Be a Good Pet Owner (for Kids) (Add to your pet responsibilities as you get older.)\nStep 1: Give food and water to the pet.,\nStep 2: Clean up after the pet.,\nStep 3: Groom the pet.,\nStep 4: Take your dog for daily walks.,\nStep 5: Play with your pet.,\nStep 6: Teach your dog basic obedience commands.,\nStep 7: Do not give your pet unhealthy treats or food.,\nStep 8: Follow your parent’s house rules for the pet.,\nStep 9: Tell your parents if your pet is behaving badly.,\nStep 10: Let your parents know if your pet seems ill or sick.,\nStep 11: Add to your pet responsibilities as you get older.", "Task: How to Leave Your Pets Alone While on Vacation1 (Write detailed instructions.,)\nStep 1: Assess your pet's needs.,\nStep 2: Adjust your pet's schedule.,\nStep 3: Write detailed instructions.,\nStep 4: Talk to your veterinarian.", "Task: How to Keep Your Pets Happy (Wipe/clean up \"accidents\".,)\nStep 1: Greet your pets.,\nStep 2: Take special time each day to interact with your pets.,\nStep 3: Wipe/clean up \"accidents\".,\nStep 4: Give your pets a safe place to travel.", "Task: How to Know when You Have Too Many Pets (Consider what you could spend your money on without pets.,)\nStep 1: Consider time spent caring for your pets.,\nStep 2: Calculate space requirements for your pets.,\nStep 3: Make sure you have the ability to care for your pets.,\nStep 4: Count the number of pets you already have.,\nStep 5: Create a budget.,\nStep 6: Consider what you could spend your money on without pets.,\nStep 7: Make sure all your needs are being met.,\nStep 8: Pay for medical care.,\nStep 9: Find out what the rules are.,\nStep 10: Check city, county, and state laws.,\nStep 11: Make sure all pets are licensed.,\nStep 12: Consider any children in the house.,\nStep 13: Be courteous of others.,\nStep 14: Be aware of pet hoarding.,\nStep 15: Find a new home for excess pets.,\nStep 16: Volunteer or give money to support animal rescue groups or shelters.", "Task: How to Improve the Quality of Your Pet's Drinking Water (Give them filtered water.)\nStep 1: Use stainless steel or ceramic for the water bowl container.,\nStep 2: Make sure the container is over-sized.,\nStep 3: Take care of the condition of your water bowl.,\nStep 4: Don't just use really hot water.,\nStep 5: Change the water frequently.,\nStep 6: Spritz the bowl with a light mist of peroxide after you have cleaned it.,\nStep 7: Give them filtered water.", "Task: How to Take Care of Your Pet (Do in-depth research about care for your pet.)\nStep 1: Determine if you can adequately care for a pet.,\nStep 2: Choose a pet that fits your lifestyle.,\nStep 3: Prepare your house for your incoming pet.,\nStep 4: Buy necessary pet supplies in advance.,\nStep 5: Budget enough money for adequate care.,\nStep 6: Schedule regular visits to the vet.,\nStep 7: Make sure your new \"family member\" has food that suits their nutritional needs.,\nStep 8: Give your pet your affection and attention.,\nStep 9: Clean your pet and all of its enclosures.,\nStep 10: Do in-depth research about care for your pet.", "Task: How to Take Care of a Pet (Monitor your pet for illness and injury.,)\nStep 1: Research the type of pet, so you can make sure the pet fits into your environment and lifestyle.,\nStep 2: Choose your breed carefully, especially if you have children.,\nStep 3: Be realistic about your budget, and your ability to shoulder responsibilities.,\nStep 4: Exercise your pet if it’s the kind of pet that needs it, such as a dog.,\nStep 5: Watch your pet’s diet carefully.,\nStep 6: Consider whether your pet needs to be groomed.,\nStep 7: Monitor your pet for illness and injury.,\nStep 8: Train your pet if it’s the kind of pet that needs it.,\nStep 9: Make time for your pet.,\nStep 10: Love your pet.", "Task: How to Keep a Pet (Remember that they too are living things.,)\nStep 1: Remember that they too are living things.,\nStep 2: (If small animal) Don't make them live in a small cage choose a big cage, or even make one!\nStep 3: \nStep 4: ,\nStep 5: Treat them like your family.,\nStep 6: Understand them.,\nStep 7: Take control of their stuff, rather than hiring a person to look after them.,\nStep 8: Give them freedom.,\nStep 9: Let them do what they want.", "Task: How to Take Care of Outdoor Exotic Animals (Secure the area.,)\nStep 1: Make a living space for them.,\nStep 2: Get feeding supplies.,\nStep 3: Secure the area.,\nStep 4: Buy a water tank.,\nStep 5: Be prepared to clean droppings.,\nStep 6: Don't forget to love them!,\nStep 7: Finally, have overall common sense!", "Task: How to Leave Your Pets Alone While on Vacation2 (Try home boarding.)\nStep 1: Try a pet sitter.,\nStep 2: Ask a friend or neighbor to check on your pet.,\nStep 3: Take your pet to a boarding kennel.,\nStep 4: Try home boarding.", "Task: How to Leave Your Pets Alone While on Vacation3 (Take your pet to a kennel.)\nStep 1: Relocate your caged pet.,\nStep 2: Choose an environment that is similar to your home.,\nStep 3: Get an in-home sitter for birds and cats.,\nStep 4: Take your pet to a kennel.", "Task: How to Leave Your Pets Alone While on Vacation4 (Make your home comfortable.,)\nStep 1: Make your home comfortable.,\nStep 2: Pet-proof your home.,\nStep 3: Use an automatic feeder.,\nStep 4: Consider a pet camera.", "Task: How to Train a Parrot (Get your clicks.,)\nStep 1: Create a proper training environment.,\nStep 2: Be prepared.,\nStep 3: Start early, train often, but don’t push too hard.,\nStep 4: Have it eating out of your hand.,\nStep 5: Shape the desired behaviors.,\nStep 6: Get your clicks.,\nStep 7: Stay on target.,\nStep 8: Employ the “step up” as an early training step.,\nStep 9: Test the most basic method.,\nStep 10: Use an alternate treat-based step-up.,\nStep 11: Move on to the target-training step-up.,\nStep 12: Don’t presume your parrot will (or won’t) talk.,\nStep 13: Watch your mouth.,\nStep 14: Start young and stay calm.,\nStep 15: Repeat, and repeat again.", "Task: How to Train a Parrot to Say Something (If you DO get your parrot to say it correctly, then you've succeeded!)\nStep 1: Decide what you want your parrot to say, but make it basic.,\nStep 2: If you want, you can make it say simple but funny things.,\nStep 3: You should go to a nice and quiet room.,\nStep 4: To start teaching it, repeat what you want it to say many times.,\nStep 5: If you DO get your parrot to say it correctly, then you've succeeded!", "Task: How to Toilet Train a Parrot (Do not train a new bird too early.,)\nStep 1: Observe your bird's natural behavior.,\nStep 2: Choose a command.,\nStep 3: Create a potty spot.,\nStep 4: Move your bird to the potty spot when he needs to go.,\nStep 5: Say your command when your bird defecates.,\nStep 6: Reward the behavior.,\nStep 7: Take your bird to the potty spot as often as necessary.,\nStep 8: Do not train a new bird too early.,\nStep 9: Keep your expectations realistic.,\nStep 10: Do not scold or hit your parrot.", "Task: How to Make a Beekeeping Suit (Attach elastic to the neck hole and wrists.,)\nStep 1: Choose a white button-down shirt.,\nStep 2: Gather other supplies.,\nStep 3: Remove the buttons from the shirt.,\nStep 4: Sew the button holes closed.,\nStep 5: Cut velcro to line the shirt opening.,\nStep 6: Attach the velcro to the shirt opening.,\nStep 7: Cut and attach velcro around the collar and sleeves.,\nStep 8: Choose a wide-brimmed hat.,\nStep 9: Gather supplies to make the veil.,\nStep 10: Measure and cut the fabric.,\nStep 11: Bring the edges together and sew the seam.,\nStep 12: Sew the veil to the brim of the hat.,\nStep 13: Buy the remaining beekeeping suit essentials.,\nStep 14: Put on the hat and gloves.,\nStep 15: Put on the shirt.,\nStep 16: Tuck the shirt into your pants.,\nStep 17: Put on your socks and shoes.,\nStep 18: Purchase a light-colored, long-sleeved coverall.,\nStep 19: Attach elastic to the neck hole and wrists.,\nStep 20: Put on your suit.", "Task: How to Identify a Queen Bee (Using a magnifying glass, look for a bee without a barb on its stinger.,)\nStep 1: Look for a bee larger than the others in the hive.,\nStep 2: Look for a bee with a pointed abdomen.,\nStep 3: Using a magnifying glass, look for a bee without a barb on its stinger.,\nStep 4: Look for a bee that stands with its legs splayed apart.,\nStep 5: Watch the way the other bees act subserviently around her.", "Task: How to Identify the Symptoms of Colony Collapse Disorder (Check for the queen.,)\nStep 1: Look for a major or complete desertion of the colony by all adult bees over a short period of time.,\nStep 2: Look for bees.,\nStep 3: Check for the queen.,\nStep 4: Check for another colony moving in.", "Task: How to Shoe a Horse (File any rough spots on the hoof wall.,)\nStep 1: Lift the horse's foot.,\nStep 2: Remove any shoes that are already on the horse's feet.,\nStep 3: Clean the bottom of the hoof.,\nStep 4: Use a hoof knife to remove excess, flaky sole from the bottom of the hoof.,\nStep 5: Trim excess hoof wall with hoof nippers.,\nStep 6: Use a rasp to flatten and level the the sole.,\nStep 7: Size the shoe to its hoof.,\nStep 8: Make minor adjustments to the shape of the shoe, if needed.,\nStep 9: Secure the shoe in its place with nails.,\nStep 10: Bend and remove the nail tips.,\nStep 11: Clinch the nail.,\nStep 12: File any rough spots on the hoof wall.,\nStep 13: Repeat process three more times until all four hooves have been shod.", "Task: How to Get Started Beekeeping (Get hive tools.,)\nStep 1: Consider your yard size.,\nStep 2: Check local laws.,\nStep 3: Start in the spring.,\nStep 4: Purchase your hive.,\nStep 5: Construct a hive stand.,\nStep 6: Get hive tools.,\nStep 7: Figure out your bee source early.,\nStep 8: Purchase a “nuc.” Ask your supplier to provide you with a “nuc.” This is a queen bee and a bunch of workers that are ready to place in the hive once spring starts.If this isn’t an option, buy a confirmed queen bee and about 10,000 individual workers, which equals about three pounds of bees.,\nStep 9: Introduce your bees to their hive.,\nStep 10: Feed your bees as necessary.,\nStep 11: Monitor the hive.,\nStep 12: Watch for potential problems.", "Task: How to Harvest Sugarbag Honey From a Native Australian Beehive (Filter the sugarbag honey.,)\nStep 1: Consider whether you should harvest the sugarbag honey.,\nStep 2: Separate the honey 'super' from the 2 brood boxes.,\nStep 3: Pierce the sugarbag pots.,\nStep 4: Drain the sugarbag honey.,\nStep 5: Filter the sugarbag honey.,\nStep 6: Place the honey super back onto the top of the hive.", "Task: How to Transport a Guinea Pig ()\nStep 1: Get a small-ish guinea pig cage that will fit in the backseat of your car.,\nStep 2: Fill it with a thick layer of newspaper or a waterproof sheet and cover with a soft fleece or towel bedding.\nStep 3: \nStep 4: ,\nStep 5: Place an attachable ceramic bowl in the cage and fill it with your guinea pig's favorite food before hooking it to the cage.,\nStep 6: Hook up a water bottle and fill it up to the brim.,\nStep 7: Put a few handfuls of hay into the cage.\nStep 8: \nStep 9: ,\nStep 10: Give your guinea pig a toy or two as long as they are light and small - you don't want them to slide and hit your guinea pigs.\nStep 11: \nStep 12: ,\nStep 13: Put some veggies your guinea pigs like into the cage.\nStep 14: \nStep 15: ,\nStep 16: Put your guinea pigs in to the cage and put the cage in the car on a seat with the seat belt done up.,\nStep 17: Talk to your guinea pigs whenever you get the chance.,\nStep 18: Try to pull pull over at a rest stop every hour.,\nStep 19: When you have reached your destination, move your guinea pig into a proper hutch or cage, away from direct sunlight.", "Task: How to Reduce Guinea Pig Allergy (Protect yourself from the most common sources of allergens.,)\nStep 1: Schedule an appointment with an allergist.,\nStep 2: Take antihistamines.,\nStep 3: Consider taking decongestants.,\nStep 4: Use corticosteroid nasal sprays.,\nStep 5: Use high-efficiency air filters and purifiers.,\nStep 6: Confine your guinea pig in one part of your home.,\nStep 7: Protect yourself from the most common sources of allergens.,\nStep 8: Wear protective equipment when handling your guinea pig.,\nStep 9: Wash your hands after any allergen contact.,\nStep 10: Ask someone who's not allergic to handle guinea pig duties.,\nStep 11: Consider finding a new home for your pet.,\nStep 12: Rule out hay/straw allergies.,\nStep 13: Check if wood shavings are the problem.,\nStep 14: Try out other guinea pig foods.", "Task: How to Set Up a Guinea Pig Cage (Place huts/shelters in the coop.,)\nStep 1: Consider the size of the cage.,\nStep 2: Consider a hutch.,\nStep 3: Consider a cubes and coroplast cage (or C & C).,\nStep 4: Consider a chicken coop.,\nStep 5: Consider wired cages.,\nStep 6: Consider a guinea pig/rabbit run.,\nStep 7: Do not fall for flimsy pet store cages.,\nStep 8: Refrain from buying aquariums for your guinea pigs.,\nStep 9: Don't purchase a cage with a wire bottom.,\nStep 10: Make sure the home is predator proof.,\nStep 11: Place the cage in a satisfactory location.,\nStep 12: Purchase a suitable ramp.,\nStep 13: Steer clear of toxic materials.,\nStep 14: Be aware of reviews on wood shavings.,\nStep 15: Consider using fleece.,\nStep 16: Consider the use of paper bedding.,\nStep 17: Consider CareFresh.,\nStep 18: Consider aspen.,\nStep 19: Consider the use of hay.,\nStep 20: Purchase a water bowl or bottle.,\nStep 21: Purchase a food bowl.,\nStep 22: Buy huts, bridges and shelters.,\nStep 23: Consider optional toys for your guinea pig.,\nStep 24: Purchase a hay rack.,\nStep 25: Purchase cleaning products.,\nStep 26: Purchase optional grooming products.,\nStep 27: Assemble your hutch.,\nStep 28: Place it in a suitable location.,\nStep 29: Line it with bedding.,\nStep 30: Position a feeding and drinking station.,\nStep 31: Place your huts/shelters in the hutch.,\nStep 32: Add any toys and cage accessories.,\nStep 33: Set the hay rack in the hutch.,\nStep 34: Make sure your guinea pigs ramp can be safely used.,\nStep 35: Assemble your C & C cage.,\nStep 36: Place your C & C cage in a suitable location.,\nStep 37: Line up your bedding.,\nStep 38: Position the feeding and drinking station.,\nStep 39: Place your huts/shelters in the cage.,\nStep 40: Add toys and cage accessories.,\nStep 41: Set the hay rack in the cage.,\nStep 42: Assemble the coop.,\nStep 43: Find a suitable location for the coop.,\nStep 44: Add bedding.,\nStep 45: Position the feeding and drinking station.,\nStep 46: Ensure the ramp is fully accessible.,\nStep 47: Place huts/shelters in the coop.,\nStep 48: Add toys to the coop.,\nStep 49: Set the hay rack in the coop.,\nStep 50: Assemble the wired cage.,\nStep 51: Find a good location for the cage.,\nStep 52: Add bedding to the cage.,\nStep 53: Position the feeding and drinking stations.,\nStep 54: Place huts/shelters in the cage.,\nStep 55: Add toys to the cage.,\nStep 56: Set the hay rack in the cage.", "Task: How to Prepare for Your New Guinea Pig (Purchase food prior to the arrival of your guinea pigs.,)\nStep 1: Purchase or build a cage.,\nStep 2: Line the cage up with absorbent bedding.,\nStep 3: Choose where to keep the cage.,\nStep 4: Decide on water bottles or water bowls.,\nStep 5: Purchase a food bowl.,\nStep 6: Purchase food prior to the arrival of your guinea pigs.,\nStep 7: Choose your hay.,\nStep 8: Purchase a hay dispenser.,\nStep 9: Purchase huts, tunnels and toys for your guinea pig.", "Task: How to Take Care of a Monkey (Do not let the monkey play with strangers.,)\nStep 1: Research monkey species.,\nStep 2: Be ready for a huge commitment.,\nStep 3: Find out if it's legal to own a monkey in your state.,\nStep 4: Find a dealer or breeder with an excellent reputation.,\nStep 5: Find an exotic animals veterinarian nearby.,\nStep 6: Build or buy a monkey cage.,\nStep 7: Monkey-proof your house.,\nStep 8: Keep the monkey's space clean.,\nStep 9: Provide clean water bottles every day.,\nStep 10: Feed him monkey biscuits, fruits and vegetables.,\nStep 11: Give the monkey plenty of toys and stimulation.,\nStep 12: Play with the monkey every day.,\nStep 13: Never punish a monkey.,\nStep 14: Do not let the monkey play with strangers.,\nStep 15: Have fun communicating with your monkey.", "Task: How to Repel Monkeys from Residential Areas1 (Spread the word.)\nStep 1: Use fully secured bins.,\nStep 2: Don't feed monkeys.,\nStep 3: Pick the fruit from your trees.,\nStep 4: Monkey-proof all the houses.,\nStep 5: Avoid the use of plastic bags.,\nStep 6: Spread the word.", "Task: How to Make Your Boyfriend Kiss You (Work on your pucker.,)\nStep 1: Brush your teeth and tongue well before you meet up with him.,\nStep 2: Get him alone.,\nStep 3: Do something romantic.,\nStep 4: Create a clever ruse to get him close to you.,\nStep 5: Break the touch barrier if you haven’t already.,\nStep 6: Cuddle up with him.,\nStep 7: Work on your pucker.,\nStep 8: Flirt with your eyes.,\nStep 9: Give him some serious clues when you are saying goodbye.,\nStep 10: Flirt with your words.,\nStep 11: Make him feel confident.,\nStep 12: Be direct and ask him to kiss you.", "Task: How to Quiet a Capuchin Monkey1 (Consider your capuchin’s needs to address why they are being so vocal.)\nStep 1: Respect the differences between a capuchin and more traditional pets.,\nStep 2: Educate yourself about capuchins.,\nStep 3: Recognize that capuchins were not meant to be quiet and isolated animals.,\nStep 4: Consider your capuchin’s needs to address why they are being so vocal.", "Task: How to Kiss Your Girlfriend in Middle School (Freshen your breath.,)\nStep 1: Get some privacy.,\nStep 2: Freshen your breath.,\nStep 3: Make her feel special.,\nStep 4: Make sure she’s ready for a kiss.,\nStep 5: Make physical contact.,\nStep 6: Avoid the common kissing pitfalls.,\nStep 7: Lean toward her until your faces are almost touching.,\nStep 8: Tilt your head slightly.,\nStep 9: Kiss her.,\nStep 10: Caress her cheeks and hair.,\nStep 11: Use your hands (a little bit).,\nStep 12: Don’t forget to breathe.,\nStep 13: Slowly pull away.,\nStep 14: End on a good note.", "Task: How to Prepare for Your First Kiss (Talk with trusted friends.,)\nStep 1: Practice kissing.,\nStep 2: Practice good oral hygiene.,\nStep 3: Have moist lips.,\nStep 4: Find the right moment.,\nStep 5: Keep your eyes closed.,\nStep 6: Avoid rushing.,\nStep 7: Relax.,\nStep 8: Decide that you are ready.,\nStep 9: Decide who you want to kiss.,\nStep 10: Talk with trusted friends.,\nStep 11: Ignore negative thoughts.,\nStep 12: Be confident.,\nStep 13: Understand that it is normal to be nervous.,\nStep 14: Keep a sense of humor.", "Task: How to Repel Monkeys from Residential Areas2 (Deploy an electronic sound repellent.)\nStep 1: Scare them off.,\nStep 2: Build an electric fence.,\nStep 3: Deploy an electronic sound repellent.", "Task: How to Quiet a Capuchin Monkey2 (Find your capuchin a friend.,)\nStep 1: Make sure you have ample space so that capuchins can burn off energy and be less noisy.,\nStep 2: Find your capuchin a friend.,\nStep 3: Provide your capuchin with interesting toys and puzzles to keep them occupied.,\nStep 4: Give your capuchin a mirror to occupy their attention.,\nStep 5: Offer your capuchin foods that take time and attention to eat.,\nStep 6: Make time for your capuchin.", "Task: How to Quiet a Capuchin Monkey3 (Ask an expert for help.)\nStep 1: Bond with your capuchin.,\nStep 2: Demonstrate that you are in charge.,\nStep 3: Reward your capuchin’s good, quiet behavior.,\nStep 4: Use time outs to punish your capuchin when they are loud.,\nStep 5: Do not resort to physical discipline to quiet your capuchin.,\nStep 6: Be consistent with your commands, especially when you want them to be quiet.,\nStep 7: Ask an expert for help."]