{
    "exemplars":{
        "category_other":[
            {
                "task": "How to Take Care of a Hamster That is Giving Birth3",
                "program":"Step 1: Do not disturb the mother or her babies.,\nStep 2: Continue to supply her with food and water.,\nStep 3: Keep the mother separated.",
                "program_chain":"The birthing process requires a lot of energy from the mother. Make sure the mother has a constant supply of water and is continually fed a high protein diet throughout the entire process.Make sure the water bottle and food bowl are easily accessible for you so you can re-supply them without disturbing the mother. Do not resupply during or right after the labor process. Wait a couple hours before checking and resupplying."
            },
            {
                "task": "How to Disinfect a Hamster's Cage3",
                "program":"Step 1: Give her a safe space.,\nStep 2: Let him exercise.,\nStep 3: Treat him with kindness.",
                "program_chain":"Hamsters like to move around. If possible, equip his cage with a wheel for him to run on. If you do not have a wheel, make sure that you take your hamster out of the cage occasionally so that he can roam around. Always supervise your hamster when he is out of the cage. Do not let him scurry under furniture or out the door."
            },
            {
                "task": "How to Make Hamster Health Food3",
                "program":"Step 1: Watch for diarrhea or constipation.,\nStep 2: Avoid overfeeding your hamster.,\nStep 3: Talk to a vet about your hamster's dietary needs.",
                "program_chain":"If you're feeding your hamster homemade food, you want to keep an eye on his droppings. Hamsters can have sensitive stomachs and certain foods may not sit well with them. If you notice your hamster is experiencing diarrhea, try altering his diet. If you've recently started feeding him a particular type of food, remove that from the mix and see if it helps."
            },
            {
                "task": "How to Make Baby Dwarf Hamster Food3",
                "program":"Step 1: Feed the babies soggy pellets.,\nStep 2: Offer small seeds.,\nStep 3: Sprinkle some wheat germ.,\nStep 4: Lower the water source.",
                "program_chain":"Wheat germ can be purchased at most grocery stores.Sprinkle it around the nest. Use uncooked and unrefrigerated wheat germ."
            },
            {
                "task": "How to Treat Conjunctivitis on Guinea Pigs",
                "program":"Step 1: Recognize the clinical signs of conjunctivitis.,\nStep 2: Take your guinea pig to the veterinarian.,\nStep 3: Follow treatment instructions.,\nStep 4: Schedule follow-up appointments.,\nStep 5: Select a dust-free bedding.,\nStep 6: Keep your house clean.,\nStep 7: Reduce your guinea pig's stress levels.",
                "program_chain":"If your guinea pig’s eyelids look pink or red around the edges, you can be pretty sure that he has conjunctivitis. You may also see different types of discharge coming from the eye: thick and yellow (indicates infection) or clear and watery. The entirety of the infected eye will look swollen and inflamed.Because of the irritation, your guinea pig will scratch his eyes, which makes the conjunctivitis worse.Your guinea pig’s eyelids might also be sticky due to the buildup of dried discharge.You may notice hair missing under your guinea pig’s lower eyelids. If something got in your guinea pig’s eyes and blocked the tear ducts, the tear fluid would end up constantly spilling onto the lower eyelid. The hair would fall out because of the constant wetness.Since guinea pigs like to root around in their bedding, your guinea pig may have gotten some bedding stuck in his eye that has caused inflammation and irritation.It probably wouldn’t be too hard to see bedding in his eye.;"
            },
            {
                "task": "How to Play with a Guinea Pig2",
                "program":"Step 1: Prepare an outdoor enclosure.,\nStep 2: Take your guinea pig outside when it is warm.,\nStep 3: Keep a close eye on your guinea pig.",
                "program_chain":"Because guinea pigs are sensitive to extremes in temperature, watch your guinea pig when he is outside to make sure that he looks okay. If your guinea pig is starting to suffer from heatstroke, he may exhibit signs such as reluctance to move, weakness, and panting. If you notice any of these signs, bring your guinea pig inside immediately and contact your veterinarian.You can administer some first aid to your guinea pig before taking him to your veterinarian. Wet his ears, feet, and fur with cold water. Do not use a lot of cold water, because cooling his body temperature down too quickly and/or too much can also cause serious medical issues.On your way to your veterinarian’s office, keep your guinea pig on a cool, wet towel. Putting on the air conditioning (not too high) or keeping the windows down will also help to keep your guinea pig without lowering his body temperature too much."
            },
            {
                "task": "How to Take Care of a Turkish Angora2",
                "program":"Step 1: Feed your Turkish Angora a quality cat food.,\nStep 2: Take your cat to the vet.,\nStep 3: Spay or neuter your cat.,\nStep 4: Notice any hearing problems.,\nStep 5: Monitor for heart problems.",
                "program_chain":"If you are not planning on breeding your cat, have them spayed or neutered as soon as possible. You can desex your cat at around five to six months of age. Spaying or neutering can help reduce negative behaviors, like spray marking, and help also reduce the risk of mammary tumors and uterine infection common in unspayed female cats."
            },
            {
                "task": "How to Make a Squirrel Feeder3",
                "program":"Step 1: Acquire an appropriate piece of wood.,\nStep 2: Cut the wood into five measured pieces.,\nStep 3: Drill pilot holes for mounting screws.,\nStep 4: Assemble your cut pieces of wood.,\nStep 5: Position the lid.,\nStep 6: Mount the feeder.,\nStep 7: Stock with food.",
                "program_chain":"It is important to keep your skin healthy on the inside and out, so drinking lots of water can help clear any blemishes on your face, but also maintains the healthy colour of your skin."
            },
            {
                "task": "How to Maintain a Nice Healthy Glow",
                "program":"Step 1: Baking soda and hydrogen peroxide\nStep 2: Vinegar and boiling water\nStep 3: Baking soda and vinegar\nStep 4: Boiling water and baking soda\nStep 5: Scouring powder and warm water\nStep 6: Borax\nStep 7: Dryer sheets",
                "program_chain":"There's nothing worse than dry, flaky skin, and it certainly doesn't help to maintain a healthy complexion. Once you've had a shower, your skin is at its most vulnerable spot. It's best to moisturize to keep it looking smooth and soft. If you are looking pale, buy a tinted moisturizer that will gradually tan your skin. This will rejuvenate your skin, making it look more nourished."
            },
            {
                "task": "How to Identify an American Wirehair1",
                "program":"Step 1: Feel for a dense, kinky coat.,\nStep 2: Look for rounded ears with crimped inner hairs.,\nStep 3: Look for kinked or curled whiskers.,\nStep 4: Check your cat for bright, round eyes.,\nStep 5: Weigh your cat.,\nStep 6: Look for rounded paws with heavy pads.",
                "program_chain":"American Wirehairs are known for their unusual wirehaired coats, which means the hair will have a textured, crimped appearance. The coat’s ripples often make it stand straight up on the back of the spine. To the touch, the coat will feel thick and dense."
            }
        ]
    }
}